<template>
    <div>
        <p>学长的眼中闪过赞许的光芒，他微微点头，似乎对你的回答感到满意。突然，他从手中抛出一个令牌，这个令牌在空中划过一道弧线，稳稳落在你的掌心。你定睛一看，这个令牌非同寻常，上面镌刻着一个 4 乘 4 的神秘表格，每个格子里都有一个字母，看似杂乱无章，却暗藏玄机。</p>
        <img src="./imgs/houduan2-1.png" alt="">
        <p>学长的声音再次响起，他的话语中带着一丝神秘：“想要访问学院的资源，首先你需要用你的学号登录我们的管理系统。这个令牌会给出属于你自己的学号,但令牌必须通过正确的方式才能解锁，它需要你利用数据库的排序规则，让'S','I','P','C'分别位于其所在列的特定位置,最终表格应如下图所示</p>
        <img src="./imgs/houduan2-2.png" alt="">
        
        <p>你深呼吸，将令牌紧紧握在手心，心中开始构思解决方案。你明白，这个表格的排序规则是按照ASCII码排序的,每一行都是固定在一起的,即按照一列排序后,其他列的元素也会跟着变动,当某行的位置发生改变时,其他行的相对位置不会发生改变,即把第二行变为第四行时,不是直接把第二行和第四行交换,而是把原来的三,四行改为二,三行,原来的第二行改为第四行,当同时多列进行排列时,只有前一列排序后对应列的元素相同的行才会继续参与下一列的排序,如第一行升序排列后S位于了第四行,前三行都为A,那么对下一列排序时就只有前三行会参与,以此类推,你需要按照"3升,4降,1升"(先按第三列升序排列,再按第四列进行降序排列,最后按第一列升序排列)这样的格式回答,排列次数不应大于三次.</p>
        <p>你闭上眼睛，让思维在字母的海洋中自由翱翔。当你再次睁开眼睛，你已经有了答案。</p>
    </div>
</template>
    
    <script>
    export default {
    
    }
    </script>
    
    <style>
    
    </style>