<template>
    <div>
        <p>你咬了一口！活了下来！坏家伙非常欣赏你的胆识与才华，决定用扫帚带你飞一段路，你高兴的和她出发了。</p>
    
    
    <p>你被坏家伙扔到了一个草丛里！你居然信任坏家伙！这里草木旺盛，非常安静，你探查起来，怪不得如此安静，这里竟然睡着一只老虎！你已经尽量小声，却还是吵醒了他！他眯眼看了看你，一抬爪子，一个光球飞向了你！你大喊”不要打我！“他却头也不回的走掉了。</p>
    
    <p>光芒散尽，你面前站着一个和你一摸一样的人！ta居然还要攻击你，物理攻击你们不相上下，你想要挥动魔杖，可是你的魔法攻击却不能识别你和ta，<b>现在你们都是<xx/>这样相同的标签,究竟怎样才能精确识别对面这个 坏xx 呢</b></p>
    <p>（提示，你可以独特地称呼ta为（起id为 坏xx</p>
    <p>你念出选择咒语（选择咒语内部直接填写“攻击咒语”四个字：</p>
    
    </div>
    </template>
    
    <script>
    export default {
    
    }
    </script>
    
    <style>
    
    </style>