<template>
    <div>
        <p>因为你努力学习算法，河神奖励了你许多果子，它们一堆一堆摆放在地面上，共<b>20</b>堆，你决定把所有的果子合成一堆。</p>
        <p>每一次合并，你可以把任意两堆果子合并到一起，消耗的体力等于两堆果子的重量之和。可以看出，所有的果子经过<b>19</b>次合并之后， 就只剩下一堆了。你在合并果子时总共消耗的体力等于每次合并所耗体力之和。</p>
        <p>因为还要花大力气把这些果子搬回家，所以你在合并果子时要尽可能地节省体力。假定每个果子重量都为 <b>1</b> ，并且已知：前<b>10</b>堆果子，每堆的个数分别为i[log<sub>2</sub>i](1&lt;=i&lt;=10)；后<b>10</b>堆果子，每堆的个数分别为i<sup>2</sup>(1&lt;=i&lt;=10)。你的任务是设计出合并的次序方案，使你耗费的体力最少，并输出这个最小的体力耗费值。</p>
    </div>
</template>
    
    <script>
    export default {
    
    }
    </script>
    
    <style>
    
    </style>