<template>
    <div>
        <p>欢迎来到物联网的世界！在这里，你可以实现任意的智能化，比如自动驾驶，自制相机等等，下面会有模拟开发的入门题目，来试试吧</p>
    
    
        <p>对于物联网来说，点亮一个灯是程序员的"hello world!"，下面是一个模拟点灯表格，你要在需要的地方设置为1，不需要的地方设置为0：基本的点灯流程为开启对应时钟，把灯的电路连接。已知现在灯在GPIOA、14号电路上。</p>
    
        <p>GPIOA</p>
        <p>设置为1:</p>
        <p>开启GPIOA的时钟</p>
        <p>设置为0:</p>
        <p>关闭GPIOA的时钟</p>
        <br>

        <p>GPIOB</p>
        <p>设置为1:</p>
        <p>开启GPIOB的时钟</p>
        <p>设置为0:</p>
        <p>关闭GPIOB的时钟</p>
        <br>

        <p>GPIOC</p>
        <p>设置为1:</p>
        <p>开启GPIOC的时钟</p>
        <p>设置为0:</p>
        <p>关闭GPIOC的时钟</p>
        <br>

        <p>12号</p>
        <p>设置为1:</p>
        <p>连接12号电路</p>
        <p>设置为0:</p>
        <p>断开12号电路</p>
        <br>

        <p>13号</p>
        <p>设置为1:</p>
        <p>连接13号电路</p>
        <p>设置为0:</p>
        <p>断开13号电路</p>
        <br>
        
        <p>14号</p>
        <p>设置为1:</p>
        <p>连接14号电路</p>
        <p>设置为0:</p>
        <p>断开14号电路</p>
        <br>
        <p>请写出对应设置的值:(依次写入)</p>
    </div>
</template>
    
    <script>
    export default {
    
    }
    </script>
    
    <style>
    
    </style>