<template>
    <div>
        <p>Cyrus中也不乏一些Boss级别的存在，虽然稀少，但不幸的是你们的小队在一次任务中遇到了，尽管你已经驰骋战场多年，但在绝对的力量你们面前似乎都是徒劳，只听着阵阵噪音将你包围，似乎快要将你的心灵侵染，“平角裤平角裤”这听不懂的声音让你异常烦躁，就在Cyrus马上要攻击到你的一瞬间，你似乎看到了小时候村子的模样，“这就是我的走马灯吗，真是像游戏男主一样啊”，这一瞬间仿佛事件静止了下来，有无数的场景在你眼前划过，儿时的经历，家人的笑颜，村子的消亡以及来到学院后所发生的一切，你所学过的知识在你头脑中不断飞转，而你也好像可以看见他们环绕在你周围，你可以看见他们身上有一道若隐若现的白光，他们延伸至了同一个地方，似乎是它们的本质所在，你试图伸手去触碰，却又遥不可及，看着你周身的所有文字，你突然顿悟了，“天不生我，Unity万古如长夜！”，你看破了Unity的万物本质，探寻到了Unity的所有对象的基类__________。你睁开双眼，周身所有的Cyrus全部消散，你散发出耀眼的光芒。</p>
    </div>
</template>
    
    <script>
    export default {
    
    }
    </script>
    
    <style>
    
    </style>