<template>
  <div>
    <p>TUT里的研究员们对你无微不至的照顾也没能让你忘却惨痛的过去，你一直等待着一个契机，你渴望一个机会，一个血刃仇人的契机。你听说SIPC学院是培养抗击Cyrus的一线基地，于是你主动申请想要前去。你年龄尚小，但在研究所里的竞争者中名列第一，TUT指挥官对你十分满意，于是在他的担保下，你得到了一个SIPC的录取名额。</p>

    <p>第二天一早，实验室里的研究员们都出来送行。</p>
<p>“你本来可以当一名优秀的研究员，在这里安安稳稳一辈子，你确定你要接受挑战吗？”指挥官凝视着你的眼睛，那双眼里像是住着星星，似是有什么在闪烁。你看着他，目光坚定，眼前的世界变的晶莹剔透，似是什么从眼眶中落下，“好吧，我知道了。”指挥官轻轻拂去了你眼角的泪花，“我相信你，去吧。”</p>
<p>出发的时间到了。你快速看了一眼实验员哥哥姐姐们，强忍着泪水头也不回的坐上了量子跃迁器前往SIPC学院，这是这个世界古老而神秘的学院，相传里面有很多不为人知的秘密。</p>
  </div>
</template>

<script>
export default {

}
</script>

<style>
@import '../css/enter.css';
div {
    font-size: 55;
    line-height: 1.5;
}
</style>